---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsProjectReporttypeParam
source: html/bd286e59-af2d-05c8-1edc-7337465cfb3c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsProjectReporttypeParam Property

"Report Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsProjectReporttypeParam { get; }
```